Repository: Cedric-X02/netsite
Catalog: freeheberg/locale/*/LC_MESSAGES/openupload.po
Languages: pt_br

source: Login incorrect!
pt_br: Usuário / Senha incorretos.

source: plugin include file not found: %1
pt_br: Arquivo de include de plugin não encontrado: %1

source: IP Banned
pt_br: IP Banido

source: THERE HAS BEEN A PERMISSION ERROR. PLEASE TRY ONE OF THE ALLOWED OPTIONS!
pt_br: OCORREU UM ERRO DE PERMISSÕES - ACESSO NEGADO. POR FAVOR, SELECIONE UMA DAS OPÇÕES PERMITIDAS

source: ERROR: database folder not found!
pt_br: ERRO: pasta do banco de dados não encontrada

source: ERROR: Could not create folder for %1 table!
pt_br: ERRO: não foi possível criar pasta para a tabela %1!

source: ERROR: Could not create file for %1 table!
pt_br: ERRO: não foi possível criar o arquivo para a tabela %1!

source: Unsupported query criteria %1
pt_br: Critério de consulta não suportado %1

source: Login
pt_br: Entrar

source: User registration
pt_br: Registro de usuário

source: User options
pt_br: Opções de usuário

source: Preferences
pt_br: Preferências

source: Logout
pt_br: Sair

source: Registration is not supported by Auth Module
pt_br: Inscrição não suportada pelo módulo de autenticação

source: Username already taken, choose a new value
pt_br: Nome de usuário já existe, por favor selecione outro

source: Login name must be at least 5 characters long!
pt_br: Login deve ter pelo menos 5 caracteres!

source: Login name contains an invalid character. Valid vharacters are %1
pt_br: Login contém caracteres inválidos. Os caracteres válidos são %1

source: Please insert Full Name
pt_br: Por favor informe nome completo

source: Please insert a valid e-mail!
pt_br: Por favor informe um endereço válido de e-mail!

source: Password must be at least 5 characters long!
pt_br: A senha deve ter pelo menos 5 caracteres!

source: Passwords do not match! please retype.
pt_br: As senhas não conferem! Por favor, tente novamente.

source: [%1] User registration confirmation e-mail
pt_br: [%1] E-mail de confirmação de registro de usuário

source: Registration completed successfully. Have fun!
pt_br: Registro concluído com sucesso.

source: User profile change not supported by Auth Module
pt_br: Modificação do profile de usuário não é suportado pelo módulo de autenticação

source: Full Name cannot be empty!
pt_br: Nome completo não pode estar vazio!

source: Please enter a valid e-mail address!
pt_br: Por favor, informe um endereço de e-mail válido!

source: Password must be at least 5 charaters long!
pt_br: A senha deve ter pelo menos 5 caracteres!

source: Old password is wrong!
pt_br: A senha antiga está incorreta!

source: New passwords do not match!
pt_br: As novas senhas não conferem!

source: Password has been changed!
pt_br: A senha foi modificada com sucesso!

source: My Files
pt_br: Meus arquivos

source: Public Files
pt_br: Arquivos públicos

source: File upload
pt_br: Envio de arquivo

source: File download
pt_br: Download de arquivo

source: File Removal
pt_br: Remoção de arquivo

source: File Upload
pt_br: Envio de arquivo

source: Upload failed for Unknown error code: %1
pt_br: Envio de arquivo falhou devido a erro desconhecido: %1

source: Maximum file size exceeded!
pt_br: Excedido tamanho máximo de arquivo!

source: Requested file does not exist!
pt_br: O arquivo solicitado não existe!

source: Wrong file id!
pt_br: ID de arquivo não existe!

source: Administration
pt_br: Administração

source: User administration not supported by Auth Module
pt_br: Administração de usuários não é suportada pelo módulo Auth

source: Cannot delete yourself!
pt_br: Não é possível remover a si próprio!

source: Group administration not supported by Auth Module
pt_br: Administração de grupos não é suportada pelo módulo Auth

source: Please provide a valid group name!
pt_br: Por favor informe um nome válido de grupo!

source: Any group
pt_br: Todos os grupos

source: ANY
pt_br: TODOS

source: Allow
pt_br: Permitir

source: Deny
pt_br: Negar

source: Specified criteria is not valid!
pt_br: Critério especificado é inválido!

source: Please specify at least one criteria!
pt_br: Por favor, especifique pelo menos um critério!

source: Enable
pt_br: Habilitar

source: Disable
pt_br: Desabilitar

source: Any
pt_br: Todos

source: Options for this group already exsist, please use the edit function!
pt_br: Opções para esse grupo já existem, por favor utilize outra função de edição!

source: Configuration sucessfully saved!
pt_br: Configuração salva com sucesso!

source: Configuration file could not be saved, please proceed with the download!
pt_br: Arquivo de configuração não pode ser salvo, por favor prossiga com o download!

source: IP %1 has been banned!
pt_br: IP %1 está banido!

source: IP %1 was already in state: %2!
pt_br: IP %1 já está no estado: %2!

source: Language "%1" cannot be empty
pt_br: Idioma "%1" não pode estar vazio

source: Language "%1" already exists!
pt_br: Idioma "%1" já existe!

source: Name
pt_br: Nome

source: Language "%1" cannot be empty!
pt_br: Idioma "%1" não pode estar vazio!

source: Locale
pt_br: Localização

source: LDAP connection failed!
pt_br: Conexão LDAP falhou!

source: Limit the mimetypes a user can upload
pt_br: Limita os tipos MIME que um usuário pode enviar

source: Allowed mime types
pt_br: Tipos MIME permitidos

source: Types in message
pt_br: Tipos na mensagem

source: WARNING: no mime types defined. Plugin has been disabled!
pt_br: ATENÇÃO: nenhum tipo MIME definido. O plugin foi desativado!

source: This file type (%1) is not allowed on this site!
pt_br: Este tipo de arquivo (%1) não é permitido neste site!

source: Add captcha protection to file download and user registration
pt_br: Adicionar proteção captcha para download de arquivos e registro de usuários

source: Wrong captcha code! please try again.
pt_br: Código captcha incorreto! Por favor tente novamente.

source: Compress the uploaded files
pt_br: Comprimir os arquivos enviados

source: Command to be executed. One per line.
pt_br: Comandos para serem executados. Um por linha

source: Extensions corresponding to commands.
pt_br: Extensões correspondentes a comandos

source: Name of compression commands
pt_br: Nome dos comandos de compressão

source: Limit the maximum size of a uploaded file
pt_br: Limita o tamanho máximo de um arquivo enviado

source: Maximum File Size
pt_br: Tamanho máximo de arquivo

source: Add option to send e-mail to the uploader or to another e-mail address
pt_br: Adiciona opção de enviar e-mail para o usuário que realiza o envio e para outro endereço de e-mail

source: Your e-mail address isn't valid!
pt_br: Votre adresse de courriel est invalide!

source: Destination e-mail address isn't valid!
pt_br: Endereço de e-mail destino não é válido!

source: Information about your uploaded file: %1
pt_br: Informação relativa ao seu arquivo enviado: %1

source: An upload was delivered to you
pt_br: Um arquivo foi enviado para você

source: E-mail was sent!
pt_br: E-mail enviado!

source: E-mail was sent to: %1!
pt_br: E-mail enviado para: %1!

source: Option to add password protection for file download
pt_br: Opção para adicionar senha para o download de arquivo

source: Wrong password!
pt_br: Senha incorreta!

source: Maximum number of days an upload will be kept on the server.
pt_br: Número máximo de dias que um arquivo será mantido no servidor.

source: N. Of Days
pt_br: N. de dias

source: Files will be kept on our server for %1 days
pt_br: Arquivos serão mantidos no nossos servidores por %1 dias

source: Never
pt_br: Jamais
