Repository: Cedric-X02/netsite
Catalog: templates/default/locale/*/LC_MESSAGES/template.po
Languages: pt_br

source: Your IP has been blocked!
pt_br: Seu endereço IP foi bloqueado!

source: You cannot use this site.
pt_br: Você não pode utilizar este site.

source: If you think this is a misconfiguration please send an email to the site owner
pt_br: Se isso parecer um engano, por favor envie um email para o administrador

source: Captcha code
pt_br: Código Captcha

source: Reload Image
pt_br: Recarregar a imagem

source: Please enter the following captcha to proceed for the removal
pt_br: Por favor, digite o captcha para prosseguir com a remoção

source: Protection
pt_br: Proteção

source: Captcha
pt_br: Proteger com código Captcha

source: Please enter the following captcha to proceed for the download
pt_br: Por favor, digite o captcha para prosseguir com o download

source: Use Captcha
pt_br: Usar Captcha

source: Compress the files
pt_br: Comprimir os arquivos

source: No compression
pt_br: Sem compressão

source: Password
pt_br: Senha

source: The download is password protected.
pt_br: O download é protegido por senha.

source: Password protect
pt_br: Protegido por senha

source: Send password in e-mail
pt_br: Enviar a senha por e-mail

source: You are receiving this message because someone uploaded a file on our OpenUpload server for you.
pt_br: Você recebeu este e-mail pois um novo arquivo foi disponibilizado para você nos nossos servidores.

source: Description
pt_br: Descrição

source: User message
pt_br: Mensagem para o usuário

source: To download the file open the following link in a browser
pt_br: Para fazer o download, abra o seguinte link no seu navegador

source: To remove the file from our server open the following link in a browser
pt_br: Para remover o arquivo do servidor, abra o seguinte link no seu navegador

source: For complains please send an email to
pt_br: Em caso de abuso, por favor envie e-mail para

source: Send me an e-mail
pt_br: Me envie um e-mail

source: Send
pt_br: Enviar

source: Send e-mail to
pt_br: Enviar e-mail para

source: Send remove link
pt_br: Enviar link de remoção

source: e-mail Subject
pt_br: Assunto do e-mail

source: e-mail Message
pt_br: Mensagem do e-mail

source: Your e-mail address
pt_br: Seu endereço de e-mail

source: Expires on
pt_br: Expira em

source: Only the following mime types are allowed
pt_br: Apenas os seguintes tipos MIME são aceitos

source: Are you sure you want to delete the selected plugins?
pt_br: Tem certeza que deseja remover os plugins selecionados?

source: Are you sure you want to delete the selected plugin?
pt_br: Tem certeza que deseja remover o plugin selecionado?

source: Group
pt_br: Grupo

source: Access
pt_br: Acesso

source: Actions
pt_br: Ações

source: Add
pt_br: Adicionar

source: IP
pt_br: Endereço IP

source: Priority
pt_br: Prioridade

source: Confirm
pt_br: Confirmar

source: Name
pt_br: Nome completo

source: Gruppo
pt_br: Grupo

source: Rights set?
pt_br: Privilégios configurados?

source: Any
pt_br: Todos

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Plugins Options
pt_br: Opções dos plugins

source: Settings
pt_br: Configurações

source: Options
pt_br: Opções

source: Login name
pt_br: Login

source: Retype Password
pt_br: Redigite a senha

source: Full Name
pt_br: Nome completo

source: Preferred language
pt_br: Idioma de preferência

source: Active
pt_br: Ativo

source: Are you sure you want to delete the selected banned ips?
pt_br: Tem certeza que deseja remover os IPs banidos selecionados?

source: Are you sure you want to delete the selected banned ip?
pt_br: Tem certeza que deseja remover o IP banido selecionado?

source: Are you sure you want to delete the selected languages?
pt_br: Tem certeza que deseja remover os idiomas selecionados?

source: Are you sure you want to delete the selected language?
pt_br: Tem certeza que deseja remover o idioma selecionado?

source: Locale
pt_br: Local

source: Plugin does not have any option to be configured
pt_br: Plugin não tem opções de configuração

source: Translation module
pt_br: Módulo de tradução

source: Select one
pt_br: Selecione um

source: Default language
pt_br: Idioma default

source: Authentication module
pt_br: Módulo de autenticação

source: (LDAP Configuration needs to be done<br /> by hand for now)
pt_br: (Por enquanto, a configuração LDAP deve ser feita manualmente)

source: Site title
pt_br: Título do site

source: WebMaster E-mail
pt_br: E-mail do webmaster (administrador do site)

source: Site E-mail
pt_br: E-mail do site

source: Confirm registration with e-mail
pt_br: Confirmar registro através de e-mail

source: Template Footer
pt_br: Rodapé do Template

source: Maximum upload size (in MB)
pt_br: Tamanho máximo de upload (em MB)

source: Maximum download time (in Min)
pt_br: Tempo máximo de download (em minutos)

source: 0 disables it
pt_br: 0 torna desativado

source: Max num. of file uploaded per upload
pt_br: Número máximo de arquivos enviados por upload

source: Use shorter links?
pt_br: Utilizar links curtos?

source: Length of IDs (suggested min 6)
pt_br: Tamanho dos identificadores (mínimo sugerido de 6)

source: Use alphanumerical IDs?
pt_br: Utilizar identificadores alfanuméricos?

source: Allow unprotected file removal?
pt_br: Permitir remoção desprotegida de arquivos?

source: Upload tracking method
pt_br: Método de acompanhamento de upload

source: Enable activity logging?
pt_br: Habilitar registro de atividades?

source: Database logging level
pt_br: Nível de log no banco de dados

source: Syslog logging level
pt_br: Nível de log no Syslog

source: Save Changes
pt_br: Salvar modificações

source: Download config file
pt_br: Download do arquivo de configuração

source: This are the configured settings for a review
pt_br: Estas são as configurações atuais

source: Filter
pt_br: Filtros

source: All
pt_br: Todos

source: Errors
pt_br: Erros

source: Security
pt_br: Segurança

source: Warnings
pt_br: Alertas

source: Notice
pt_br: Notificação

source: Info
pt_br: Informação

source: Date
pt_br: Data

source: Type
pt_br: Tipo

source: User
pt_br: Usuário

source: Module
pt_br: Módulo

source: Action
pt_br: Ação

source: Real Action
pt_br: Ação real

source: Result
pt_br: Resultado

source: Additional Info
pt_br: Informação adicional

source: Maintenence
pt_br: Manutenção

source: This options let you delete files based on some options.
pt_br: Estas opções permitem a remoção de arquivos baseada em algumas opções.

source: Please select one or more criteria for file deletion
pt_br: Por favor, selecione um ou mais critérios para remoção de arquivos

source: Delete files older than
pt_br: Remover arquivos mais antigos que

source: days
pt_br: dias

source: Which user name is
pt_br: Que o nome do usuário seja

source: Which upload day is
pt_br: Que o dia de upload seja

source: Which size is bigger than
pt_br: Que o tamanho seja maior que

source: Proceed
pt_br: Continuar

source: Expiration plugin
pt_br: Plugin de expiração

source: To delete files marked as expired by the expire plugin press the "Delete expired" button.
pt_br: Para apagar os arquivos expirados pelo plugin de expiração, clique no botão "Apagar Expirados".

source: Delete expired
pt_br: Apagar Expirados

source: Are you sure you want to delete the selected users?
pt_br: Tem certeza que deseja apagar os usuários selecionados?

source: Are you sure you want to delete the selected user?
pt_br: Tem certeza que deseja apagar o usuário selecionado?

source: Login
pt_br: Entrar

source: Files
pt_br: Arquivos

source: Users
pt_br: Usuários

source: Groups
pt_br: Grupos

source: Rights
pt_br: Permissões

source: Languages
pt_br: Idiomas

source: Banned
pt_br: Banidos

source: Deletion Result
pt_br: Resultado da remoção

source: The following files have been deleted.
pt_br: Os seguintes arquivos foram removidos.

source: The following files will be deleted, proceed?
pt_br: Os seguintes arquivos serão removidos, continuar?

source: Yes, delete all
pt_br: Sim, remover todos

source: No files matched the criteria
pt_br: Nenhum arquivo atente ao critério

source: Back to Maintenance
pt_br: Retornar para Manutenção

source: Are you sure you want to delete the selected groups?
pt_br: Tem certeza que deseja remover os grupos selecionados?

source: Are you sure you want to delete the selected group?
pt_br: Tem certeza que deseja remover o grupo selecionado?

source: Group Name
pt_br: Nome do Grupo

source: Here you can administer
pt_br: Utilitários administrativos

source: Banned IPs
pt_br: IP's banidos

source: Logs / Statistics
pt_br: Logs / Estatísticas

source: PLEASE BE CAREFULL WHEN MODIFING THE RIGHTS!
pt_br: CUIDADO AO ALTERAR OS PRIVILÉGIOS!

source: Editing rights for group
pt_br: Edição de privilégios para grupo

source: Right
pt_br: Privilégio

source: Resulting ACL
pt_br: ACL Resultado

source: From ACL
pt_br: ACL Original

source: default
pt_br: Defaut

source: << Back
pt_br: << Retornar

source: Apply changes
pt_br: Aplicar mudanças

source: Files List
pt_br: Lista de arquivos

source: Maintenance
pt_br: Manutenção

source: Are you sure you want to delete the selected files?
pt_br: Tem certeza que deseja remover os arquivos selecionados?

source: Are you sure you want to delete the selected file?
pt_br: Tem certeza que deseja remover o arquivo selecionado?

source: Upload Date
pt_br: Data do envio

source: The file you requested the removal needs some input before you can proceed
pt_br: A operação de remoção requer alguns dados para prosseguir

source: Download link
pt_br: Link para Download

source: Remove link
pt_br: Link para Remoção

source: Upload a new file
pt_br: Enviar novo arquivo

source: Uploading
pt_br: Enviando

source: please wait ...
pt_br: Aguarde ...

source: Please enter the File Information requested
pt_br: Por favor digite a informação necesária

source: File code
pt_br: Código do arquivo

source: File description
pt_br: Descrição do arquivo

source: File name
pt_br: Nome do arquivo

source: File size
pt_br: Tamanho do arquivo

source: Select the file to be uploaded
pt_br: Selecione o arquivo a ser enviado

source: Maximum allowed upload size
pt_br: Tamanho máximo permitido para envio

source: Upload
pt_br: Enviar

source: The file you requested the download needs some input before you can proceed
pt_br: A operação de download requer alguns dados para prosseguir

source: You can now proceed downloading the file
pt_br: Você pode agora fazer download do arquivo

source: Uploaded on
pt_br: Enviado em

source: Download file
pt_br: Download do arquivo

source: Complete upload
pt_br: Concluir envio

source: FILE HAS BEEN SUCCESSFULLY REMOVED
pt_br: ARQUIVO REMOVIDO COM SUCESSO

source: You requested to remove the following file
pt_br: Você selecionou a remoção do seguinte arquivo

source: Confirm removal
pt_br: Confirmar remoção

source: Dear
pt_br: Prezado

source: This e-mail message is sent to you to confirm your account registration has a valid e-mail address.
pt_br: Esta mensagem foi enviada a você para que confirme que o registro foi feito com um endereço válido de e-mail.

source: Open the following link in a browser to confirm your account.
pt_br: Abra o link abaixo em um navegador para ativar sua conta.

source: Best regards
pt_br: Atenciosamente

source: User login
pt_br: Login usuário

source: User name
pt_br: Nome usuário

source: You don't have an account?
pt_br: Não tem uma conta?

source: Register here
pt_br: Registre-se aqui

source: or you can
pt_br: ou então, você pode

source: Login here
pt_br: Entrar aqui

source: Language
pt_br: Idioma

source: Change
pt_br: Mudar

source: Registration succeeded
pt_br: Registro concluído com sucesso

source: An e-mail has been sent for the account activation
pt_br: Um e-mail foi enviado para concluir a ativação da conta

source: Please follow the e-mail instructions to activate your account.
pt_br: Por favor, siga as instruções do e-mail para ativar sua conta.

source: back to home
pt_br: Voltar ao início

source: Old password
pt_br: Senha atual

source: New password
pt_br: Nova senha

source: Retype password
pt_br: Redigite a senha

source: Cancel
pt_br: Cancelar

source: Your account registration has been confirmed.
pt_br: Sua inscrição está confirmada.

source: You can now proceed with the login
pt_br: Você agora pode seguir para o login

source: here
pt_br: aqui
